package com.amikom.app;

import android.content.Intent;
import android.support.v7.app.AppCompatActivity;
import android.os.Bundle;
import android.view.View;
import android.widget.AdapterView;
import android.widget.ListView;

public class ActivityBacaJuzamma extends AppCompatActivity {

    private ListView lvjuz;

    private String[] judul;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_baca_juzamma);

        ListView lvilmu =(ListView) findViewById(R.id.lvilmu);
        final DetailJuz keterangankisah =new DetailJuz();

        judul = getResources().getStringArray(R.array.datajuz);

        lvilmu.setOnItemClickListener(new AdapterView.OnItemClickListener() {
            @Override
            public void onItemClick(AdapterView<?> parent, View view, int position, long id) {

                //buat variable intent dengan nama mbakIn
                Intent mbakIn = new Intent(ActivityBacaJuzamma.this,DetailActivity.class);


                mbakIn.putExtra("detailkisah",keterangankisah.detailjuz[position]);
                mbakIn.putExtra("judulkisah",judul[position]);
                startActivity(mbakIn);



            }
        });


    }
}


class DetailJuz{
    public String[] detailjuz={
            "بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ\n" +
                    "قُلْ أَعُوْذُ بِرَبِّ النَّاسِ ﴿الناس:١\n" +
                    "مَلِكِ النَّاسِ ﴿الناس:٢\n" +
                    "إِلٰهِ النَّاسِ ﴿الناس:٣\n" +
                    "مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ﴿الناس:٤\n" +
                    "الَّذِى يُوَسْوِسُ فِى صُدُوْرِ النَّاسِ ﴿الناس:٥\n" +
                    "مِنَ الْجِنَّةِ وَالنَّاسِ ﴿الناس:"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ﴿الفلق:١\n" +
            "مِن شَرِّ مَا خَلَقَ ﴿الفلق:٢\n" +
            "وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ﴿الفلق:٣\n" +
            "وَمِن شَرِّ النَّفّٰثٰتِ فِى الْعُقَدِ ﴿الفلق:٤\n" +
            "وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ﴿الفلق:٥\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "قُلْ هُوَ اللَّـهُ أَحَدٌ ﴿الإخلاص:١\n" +
            "اللَّـهُ الصَّمَدُ ﴿الإخلاص:٢\n" +
            "لَمْ يَلِدْ وَلَمْ يُولَدْ ﴿الإخلاص:٣\n" +
            "وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ﴿الإخلاص:٤\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "تَبَّتْ يَدَآ أَبِى لَهَبٍ وَتَبَّ ﴿اللهب:١\n" +
            "مَآ أَغْنَىٰ عَنْهُ مَالُهُۥ وَمَا كَسَبَ ﴿اللهب:٢\n" +
            "سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ ﴿اللهب:٣\n" +
            "وَامْرَأَتُهُۥ حَمَّالَةَ الْحَطَبِ ﴿اللهب:٤\n" +
            "فِى جِيدِهَا حَبْلٌ مِّن مَّسَدٍۭ ﴿اللهب:٥\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "إِذَا جَآءَ نَصْرُ اللَّـهِ وَالْفَتْحُ ﴿النصر:١\n" +
            "وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِى دِينِ اللَّـهِ أَفْوَاجًا ﴿النصر:٢\n" +
            "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ ۚ إِنَّهُۥ كَانَ تَوَّابًۢا ﴿النصر:٣\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "قُلْ يٰٓأَيُّهَا الْكٰفِرُونَ ﴿الكافرون:١\n" +
            "لَآ أَعْبُدُ مَا تَعْبُدُونَ ﴿الكافرون:٢\n" +
            "وَلَآ أَنتُمْ عٰبِدُونَ مَآ أَعْبُدُ ﴿الكافرون:٣\n" +
            "وَلَآ أَنَا۠ عَابِدٌ مَّا عَبَدتُّمْ ﴿الكافرون:٤\n" +
            "وَلَآ أَنتُمْ عٰبِدُونَ مَآ أَعْبُدُ ﴿الكافرون:٥\n" +
            "لَكُمْ دِينُكُمْ وَلِىَ دِينِ ﴿الكافرون:٦\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "إِنَّآ أَعْطَيْنٰكَ الْكَوْثَرَ ﴿الكوثر:١\n" +
            "فَصَلِّ لِرَبِّكَ وَانْحَرْ ﴿الكوثر:٢\n" +
            "إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ ﴿الكوثر:٣\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "أَرَءَيْتَ الَّذِى يُكَذِّبُ بِالدِّينِ ﴿الماعون:١\n" +
            "فَذٰلِكَ الَّذِى يَدُعُّ الْيَتِيمَ ﴿الماعون:٢\n" +
            "وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ ﴿الماعون:٣\n" +
            "فَوَيْلٌ لِّلْمُصَلِّينَ ﴿الماعون:٤\n" +
            "الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ ﴿الماعون:٥\n" +
            "الَّذِينَ هُمْ يُرَآءُونَ ﴿الماعون:٦\n" +
            "وَيَمْنَعُونَ الْمَاعُونَ ﴿الماعون:٧\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "لِإِيلٰفِ قُرَيْشٍ ﴿قريش:١\n" +
            "إِۦلٰفِهِمْ رِحْلَةَ الشِّتَآءِ وَالصَّيْفِ ﴿قريش:٢\n" +
            "فَلْيَعْبُدُوا۟ رَبَّ هٰذَا الْبَيْتِ ﴿قريش:٣\n" +
            "الَّذِىٓ أَطْعَمَهُم مِّن جُوعٍ وَءَامَنَهُم مِّنْ خَوْفٍۭ ﴿قريش:٤"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحٰبِ الْفِيلِ ﴿الفيل:١\n" +
            "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِى تَضْلِيلٍ ﴿الفيل:٢\n" +
            "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ ﴿الفيل:٣\n" +
            "تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ ﴿الفيل:٤\n" +
            "فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍۭ ﴿الفيل:٥\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "وَيۡلٌ لِّـكُلِّ هُمَزَةٍ لُّمَزَة ۙ﴿الهمزة:١\n" +
            "اۨلَّذِىۡ جَمَعَ مَالًا وَّعَدَّدَٗ ۙ﴿الهمزة:٢\n" +
            "يَحۡسَبُ اَنَّ مَالَهٗۤ اَخۡلَدَهٗۥ ﴿الهمزة:٣\n" +
            "كَلَّا لَيُنۡۢبَذَنَّ فِى الۡحُطَمَةِ ﴿الهمزة:٤\n" +
            "وَمَاۤ اَدۡرٰٮكَ مَا الۡحُطَمَةُ ؕ ﴿الهمزة:٥\n"+
            "نَارُ اللّٰهِ الۡمُوۡقَدَةُ ۙ ﴿الهمزة:٦\n" +
            "الَّتِىۡ تَطَّلِعُ عَلَى الۡاَفۡـــِٕدَةِ ؕ ﴿الهمزة:٧\n" +
            "اِنَّهَا عَلَيۡهِمۡ مُّؤۡصَدَةٌ ﴿الهمزة:٨\n" +
            "فِىۡ عَمَدٍ مُّمَدَّدَةٍ ﴿الهمزة:٩\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "وَالۡعَصۡرِۙ ﴿العصر:١\n" +
            "اِنَّ الۡاِنۡسَانَ لَفِىۡ خُسۡرٍۙ ﴿العصر:٢\n" +
            "اِلَّا الَّذِيۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَتَوَاصَوۡا بِالۡحَقِّ ۙ وَتَوَاصَوۡا بِالصَّبۡرِ ﴿العصر:٣\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "اَلۡهٰٮكُمُ التَّكَاثُر ﴿التكاثر:١\n" +
            "حَتّٰى زُرۡتُمُ الۡمَقَابِرَؕ ﴿التكاثر:٢\n" +
            "كَلَّا سَوۡفَ تَعۡلَمُوۡنَۙ ﴿التكاثر:٣\n" +
            "ثُمَّ كَلَّا سَوۡفَ تَعۡلَمُوۡنَؕ ﴿التكاثر:٤\n" +
            "كَلَّا لَوۡ تَعۡلَمُوۡنَ عِلۡمَ الۡيَقِيۡنِؕ ﴿التكاثر:٥\n"+
            "لَتَرَوُنَّ الۡجَحِيۡمَۙ ﴿التكاثر:٦\n" +
            "ثُمَّ لَتَرَوُنَّهَا عَيۡنَ الۡيَقِيۡنِۙ ﴿التكاثر:٧\n" +
            "ثُمَّ لَـتُسۡـَٔـلُنَّ يَوۡمَٮِٕذٍ عَنِ النَّعِيۡمِ ﴿التكاثر:٨\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "لۡقَارِعَةُ ﴿القارعة:١\n" +
            "مَا الۡقَارِعَةُ ﴿القارعة:٢\n" +
            "وَمَاۤ اَدۡرٰٮكَ مَا الۡقَارِعَةُ ؕ ﴿القارعة:٣\n" +
            "يَوۡمَ يَكُوۡنُ النَّاسُ كَالۡفَرَاشِ الۡمَبۡثُوۡثِۙ ﴿القارعة:٤\n" +
            "وَتَكُوۡنُ الۡجِبَالُ كَالۡعِهۡنِ الۡمَنۡفُوۡشِؕ ﴿القارعة:٥\n"+
            "فَاَمَّا مَنۡ ثَقُلَتۡ مَوَازِيۡنُهٗ ۙ ﴿القارعة:٦\n" +
            "فَهُوَ فِىۡ عِيۡشَةٍ رَّاضِيَةٍ ؕ ﴿القارعة:٧\n" +
            "وَاَمَّا مَنۡ خَفَّتۡ مَوَازِيۡنُهٗ ۙ ﴿القارعة:٨\n"+
            "فَاُمُّهٗ هَاوِيَةٌ ؕ ﴿القارعة:٩\n" +
            "وَمَاۤ اَدۡرٰٮكَ مَا هِيَهۡ ؕ ﴿القارعة:١۰\n" +
            "نَارٌ حَامِيَةٌ ﴿القارعة:١١\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "وَالْعٰدِيٰتِ ضَبْحًا ﴿العاديات:١\n" +
            "فَالْمُورِيٰتِ قَدْحًا ﴿العاديات:٢\n" +
            "فَالْمُغِيرٰتِ صُبْحًا ﴿العاديات:٣\n" +
            "فَاَثَرْنَ بِهٖ نَقْعًاۙ ﴿العاديات:٤\n" +
            "فَوَسَطْنَ بِهٖ جَمْعًاۙ ﴿العاديات:٥\n"+
            "اِنَّ الْاِنْسَانَ لِرَبِّهٖ لَكَنُوْدٌ ۚ ﴿العاديات:٦\n" +
            "وَاِنَّهٗ عَلٰى ذٰلِكَ لَشَهِيْدٌۚ ﴿العاديات:٧\n" +
            "وَاِنَّهٗ لِحُبِّ الْخَيْرِ لَشَدِيْدٌ ۗ ﴿العاديات:٨\n"+
            "اَفَلَا يَعْلَمُ اِذَا بُعْثِرَ مَا فِى الْقُبُوْرِۙ ﴿العاديات:٩\n" +
            "وَحُصِّلَ مَا فِى الصُّدُوْرِۙ ﴿العاديات:١۰\n" +
            "اِنَّ رَبَّهُمْ بِهِمْ يَوْمَىِٕذٍ لَّخَبِيْرٌ ﴿العاديات:١١\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا ﴿الزلزلة:١\n" +
            "وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا ﴿الزلزلة:٢\n" +
            "وَقَالَ الْإِنْسٰنُ مَا لَهَا ﴿الزلزلة:٣\n" +
            "يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا ﴿الزلزلة:٤\n" +
            "بِأَنَّ رَبَّكَ أَوْحَىٰ لَهَا ﴿الزلزلة:٥\n"+
            "يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِّيُرَوْا أَعْمٰلَهُمْ ﴿الزلزلة:٦\n" +
            "فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهٗ ﴿الزلزلة:٧\n" +
            "وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهٗ ﴿الزلزلة:٨\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "لَمْ يَكُنِ الَّذِيْنَ كَفَرُوا۟ مِنْ أَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ مُنْفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ الْبَيِّنَةُ ﴿البينة:١\n" +
            "رَسُوْلٌ مِّنَ اللهِ يَتْلُوا۟ صُحُفًا مُّطَهَّرَةً ﴿البينة:٢\n" +
            "فِيْهَا كُتُبٌ قَيِّمَةٌ ﴿البينة:٣\n" +
            "وَمَا تَفَرَّقَ الَّذِيْنَ أُوْتُوا۟ الْكِتٰبَ إِلَّا مِنْ بَعْدِ مَا جَآءَتْهُمُ الْبَيِّنَةُ ﴿البينة:٤\n" +
            "وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ اللهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ حُنَفَآءَ وَيُقِيْمُوا۟ الصَّلَوٰةَ وَيُؤْتُوا۟ الزَّكَوٰةَ ۚ وَذٰلِكَ دِيْنُ الْقَيِّمَةِ ﴿البينة:٥\n"+
            "إِنَّ الَّذِيْنَ كَفَرُوا۟ مِنْ أَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ فِى نَارِ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ ۚ أُو۟لٰٓئِكَ هُمْ شَرُّ الْبَرِيَّةِ ﴿البينة:٦\n" +
            "إِنَّ الَّذِيْنَ ءَامَنُوا۟ وَعَمِلُوا۟ الصّٰلِحٰتِ أُو۟لٰٓئِكَ هُمْ خَيْرُ الْبَرِيَّةِ ﴿البينة:٧\n" +
            "جَزَآؤُهُمْ عِنْدَ رَبِّهِمْ جَنّٰتُ عَدْنٍ تَجْرِىْ مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِيْنَ فِيْهَآ أَبَدًا ۖ رَّضِىَ اللهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذٰلِكَ لِمَنْ خَشِىَ رَبَّهُ ﴿البينة:٨\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "إِنَّآ أَنْزَلْنٰهُ فِى لَيْلَةِ الْقَدْرِ ﴿القدر:١\n" +
            "وَمَآ أَدْرَىٰكَ مَا لَيْلَةُ الْقَدْرِ ﴿القدر:٢\n" +
            "لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ ﴿القدر:٣\n" +
            "تَنَزَّلُ الْمَلٰٓئِكَةُ وَالرُّوْحُ فِيْهَا بِإِذْنِ رَبِّهِمْ مِّنْ كُلِّ أَمْرٍ ﴿القدر:٤\n" +
            "سَلٰمٌ هِىَ حَتَّىٰ مَطْلَعِ الْفَجْرِ ﴿القدر:٥\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "اِقْرَأْ بِاسْمِ رَبِّكَ الَّذِى خَلَقَ ﴿العلق:١ ﴿القدر:١\n" +
            "خَلَقَ الْإِنْسٰنَ مِنْ عَلَقٍ ﴿العلق:٢\n" +
            "اقْرَأْ وَرَبُّكَ الْأَكْرَمُ ﴿العلق:٣\n" +
            "الَّذِى عَلَّمَ بِالْقَلَمِ ﴿العلق:٤\n" +
            "عَلَّمَ الْإِنْسٰنَ مَا لَمْ يَعْلَمْ ﴿العلق:٥\n"+
            "كَلَّآ إِنَّ الْإِنْسٰنَ لَيَطْغَىٰٓ ﴿العلق:٦\n" +
            "أَنْ رَّءَاهُ اسْتَغْنَىٰٓ ﴿العلق:٧\n" +
            "إِنَّ إِلَىٰ رَبِّكَ الرُّجْعَىٰٓ ﴿العلق:٨\n" +
            "أَرَءَيْتَ الَّذِى يَنْهَىٰ ﴿العلق:٩\n"+
            "عَبْدًا إِذَا صَلَّىٰٓ ﴿العلق:١۰\n" +
            "أَرَءَيْتَ إِنْ كَانَ عَلَى الْهُدَىٰٓ ﴿العلق:١١\n" +
            "\nأَوْ أَمَرَ بِالتَّقْوَىٰٓ ﴿العلق:١٢" +
            "أَرَءَيْتَ إِنْ كَذَّبَ وَتَوَلَّىٰٓ ﴿العلق:١٣\n"+
            "أَلَمْ يَعْلَمْ بِأَنَّ اللهَ يَرَىٰ ﴿العلق:١٤\n" +
            "كَلَّا لَئِنْ لَّمْ يَنْتَهِ لَنَسْفَعًۢا بِالنَّاصِيَةِ ﴿العلق:١٥\n"+
            "نَاصِيَةٍ كٰذِبَةٍ خَاطِئَةٍ ﴿العلق:١٦\n" +
            "فَلْيَدْعُ نَادِيَهٗ ﴿العلق:١٧\n" +
            "\nسَنَدْعُ الزَّبَانِيَةَ ﴿العلق:١٨" +
            "\nكَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ ﴿العلق:١٩"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "وَالتِّيْنِ وَالزَّيْتُوْنِ ﴿التين:١\n" +
            "وَطُوْرِ سِيْنِيْنَ ﴿التين:٢\n" +
            "وَهٰذَا الْبَلَدِ الْأَمِيْنِ ﴿التين:٣\n" +
            "لَقَدْ خَلَقْنَا الْإِنْسٰنَ فِىٓ أَحْسَنِ تَقْوِيْمٍ ﴿التين:٤\n" +
            "ثُمَّ رَدَدْنٰهُ أَسْفَلَ سٰفِلِيْنَ ﴿التين:٥\n"+
            "إِلَّا الَّذِيْنَ ءَامَنُوا۟ وَعَمِلُوا۟ الصّٰلِحٰتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُوْنٍ ﴿التين:٦\n" +
            "فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّيْنِ ﴿التين:٧\n" +
            "أَلَيْسَ اللهُ بِأَحْكَمِ الْحٰكِمِيْنَ ﴿التين:٨\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ ﴿الشرح:١\n" +
            "وَوَضَعْنَا عَنكَ وِزْرَكَ ﴿الشرح:٢\n" +
            "الَّذِىٓ أَنقَضَ ظَهْرَكَ ﴿الشرح:٣\n" +
            "وَرَفَعْنَا لَكَ ذِكْرَكَ ﴿الشرح:٤\n" +
            "فَإِنَّ مَعَ الْعُسْرِ يُسْرًا ﴿الشرح:٥\n"+
            "إِنَّ مَعَ الْعُسْرِ يُسْرًا ﴿الشرح:٦\n" +
            "فَإِذَا فَرَغْتَ فَانصَبْ ﴿الشرح:٧\n" +
            "وَإِلَىٰ رَبِّكَ فَارْغَب ﴿الشرح:٨\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "وَالضُّحَىٰ ﴿الضحى:١\n" +
            "وَالَّيْلِ إِذَا سَجَىٰ ﴿الضحى:٢\n" +
            "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ ﴿الضحى:٣\n" +
            "وَلَلْآخِرَةُ خَيْرٌ لَّكَ مِنَ الْأُوْلَىٰ ﴿الضحى:٤\n" +
            "وَلَسَوْفَ يُعْطِيْكَ رَبُّكَ فَتَرْضَىٰٓ ﴿الضحى:٥\n"+
            "أَلَمْ يَجِدْكَ يَتِيْمًا فَـَٔاوَىٰ ﴿الضحى:٦\n" +
            "وَوَجَدَكَ ضَآلًّا فَهَدَىٰ ﴿الضحى:٧\n" +
            "وَوَجَدَكَ عَآئِلًا فَأَغْنَىٰ ﴿الضحى:٨\n"+
            "فَأَمَّا الْيَتِيْمَ فَلَا تَقْهَرْ ﴿الضحى:٩\n" +
            "وَأَمَّا السَّآئِلَ فَلَا تَنْهَرْ ﴿الضحى:١۰\n" +
            "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ ﴿الضحى:١١ٰ\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "وَالَّيْلِ إِذَا يَغْشَىٰ ﴿الليل:١\n" +
            "وَالنَّهَارِ إِذَا تَجَلَّىٰ ﴿الليل:٢\n" +
            "وَمَا خَلَقَ الذَّكَرَ وَالْأُنثَىٰٓ ﴿الليل:٣\n" +
            "إِنَّ سَعْيَكُمْ لَشَتَّىٰ ﴿الليل:٤\n" +
            "فَأَمَّا مَنْ أَعْطَىٰ وَاتَّقَىٰ ﴿الليل:٥\n"+
            "وَصَدَّقَ بِالْحُسْنَىٰ ﴿الليل:٦\n" +
            "فَسَنُيَسِّرُهٗ لِلْيُسْرَىٰ ﴿الليل:٧\n" +
            "وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَىٰ ﴿الليل:٨\n"+
            "وَكَذَّبَ بِالْحُسْنَىٰ ﴿الليل:٩\n" +
            "فَسَنُيَسِّرُهٗ لِلْعُسْرَىٰ ﴿الليل:١۰\n" +
            "وَمَا يُغْنِى عَنْهُ مَالُهٗ إِذَا تَرَدَّىٰٓ ﴿الليل:١١\n"+
            "إِنَّ عَلَيْنَا لَلْهُدَىٰ ﴿الليل:١٢\n" +
            "وَإِنَّ لَنَا لٙلْأٓخِرَةَ وَالْأُولَىٰ ﴿الليل:١٣\n" +
            "فَأَنْذَرْتُكُمْ نَارًا تَلَظَّىٰ ﴿الليل:١٤\n" +
            "لَا يَصْلَىٰهَآ إِلَّا الْأَشْقَى ﴿الليل:١٥\n" +
            "الَّذِى كَذَّبَ وَتَوَلَّىٰ ﴿الليل:١٦\n"+
            "وَسَيُجَنَّبُهَا الْأَتْقَى ﴿الليل:١٧\n" +
            "الَّذِى يُؤْتِى مَا لَهٗ يَتَزَكَّىٰ ﴿الليل:١٨\n" +
            "وَمَا لِأَحَدٍ عِنْدَهٗ مِن نِّعْمَةٍ تُجْزَىٰٓ ﴿الليل:١٩\n"+
            "إِلَّا ابْتِغَآءَ وَجْهِ رَبِّهِ الْأَعْلَىٰ ﴿الليل:٢۰\n" +
            "وَلَسَوْفَ يَرْضَىٰ ﴿الليل:٢١\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "وَالشَّمْسِ وَضُحَىٰهَا ﴿الشمس:١\n" +
            "وَالْقَمَرِ إِذَا تَلَىٰهَا ﴿الشمس:٢\n" +
            "وَالنَّهَارِ إِذَا جَلَّىٰهَا ﴿الشمس:٣\n" +
            "وَالَّيْلِ إِذَا يَغْشَىٰهَا ﴿الشمس:٤\n" +
            "وَالسَّمَآءِ وَمَا بَنَىٰهَا ﴿الشمس:٥\n"+
            "وَالْأَرْضِ وَمَا طَحَىٰهَا ﴿الشمس:٦\n" +
            "وَنَفْسٍ وَمَا سَوَّىٰهَا ﴿الشمس:٧\n" +
            "فَأَلْهَمَهَا فُجُوْرَهَا وَتَقْوَىٰهَا ﴿الشمس:٨\n"+
            "قَدْ أَفْلَحَ مَنْ زَكَّىٰهَا ﴿الشمس:٩\n" +
            "وَقَدْ خَابَ مَنْ دَسَّىٰهَا ﴿الشمس:١۰\n" +
            "كَذَّبَتْ ثَمُوْدُ بِطَغْوَىٰهَآ ﴿الشمس:١١\n"+
            "إِذِ انْبَعَثَ أَشْقَىٰهَا ﴿الشمس:١٢\n" +
            "فَقَالَ لَهُمْ رَسُوْلُ اللهِ نَاقَةَ اللهِ وَسُقْيٰهَا ﴿الشمس:١٣\n" +
            "فَكَذَّبُوْهُ فَعَقَرُوْهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّىٰهَا ﴿الشمس:١٤\n" +
            "وَلَا يَخَافُ عُقْبٰهَا ﴿الشمس:١٥\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "لَآ أُقْسِمُ بِهٰذَا الْبَلَدِ ﴿البلد:١\n" +
            "وَأَنْتَ حِلٌّۢ بِهٰذَا الْبَلَدِ ﴿البلد:٢\n" +
            "وَوَالِدٍ وَمَا وَلَدَ ﴿البلد:٣\n" +
            "لَقَدْ خَلَقْنَا الْإِنسٰنَ فِى كَبَدٍ ﴿البلد:٤\n" +
            "أَيَحْسَبُ أَنْ لَّنْ يَقْدِرَ عَلَيْهِ أَحَدٌ ﴿البلد:٥\n"+
            "يَقُوْلُ أَهْلَكْتُ مَالًا لُّبَدًا ﴿البلد:٦\n" +
            "أَيَحْسَبُ أَنْ لَّمْ يَرَهٗ أَحَدٌ ﴿البلد:٧\n" +
            "أَلَمْ نَجْعَل لَّهٗ عَيْنَيْنِ ﴿البلد:٨\n"+
            "وَلِسَانًا وَشَفَتَيْنِ ﴿البلد:٩\n" +
            "وَهَدَيْنٰهُ النَّجْدَيْنِ ﴿البلد:١۰\n" +
            "فَلَا اقْتَحَمَ الْعَقَبَةَ ﴿البلد:١١\n"+
            "وَمَآ أَدْرَىٰكَ مَا الْعَقَبَةُ ﴿البلد:١٢\n" +
            "فَكُّ رَقَبَةٍ ﴿البلد:١٣\n" +
            "أَوْ إِطْعٰمٌ فِى يَوْمٍ ذِى مَسْغَبَةٍ ﴿البلد:١٤\n" +
            "يَتِيْمًا ذَا مَقْرَبَةٍ ﴿البلد:١٥\n"+
            "أَوْ مِسْكِيْنًا ذَا مَتْرَبَةٍ ﴿البلد:١٦\n"+
            "ثُمَّ كَانَ مِنَ الَّذِيْنَ ءَامَنُوا۟ وَتَوَاصَوْا۟ بِالصَّبْرِ وَتَوَاصَوْا۟ بِالْمَرْحَمَةِ ﴿البلد:١٧\n" +
            "أُو۟لٰٓئِكَ أَصْحٰبُ الْمَيْمَنَةِ ﴿البلد:١٨\n" +
            "وَالَّذِيْنَ كَفَرُوا۟ بِـَٔايٰتِنَا هُمْ أَصْحٰبُ الْمَشْـَٔمَةِ ﴿البلد:١٩\n" +
            "عَلَيْهِمْ نَارٌ مُّؤْصَدَةٌۢ ﴿البلد:٢۰\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "وَالْفَجْرِ ﴿الفجر:١\n" +
            "وَلَيَالٍ عَشْرٍ ﴿الفجر:٢\n" +
            "وَالشَّفْعِ وَالْوَتْرِ ﴿الفجر:٣\n" +
            "وَالَّيْلِ إِذَا يَسْرِ ﴿الفجر:٤\n" +
            "هَلْ فِى ذٰلِكَ قَسَمٌ لِّذِى حِجْرٍ ﴿الفجر:٥\n"+
            "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ ﴿الفجر:٦\n" +
            "إِرَمَ ذَاتِ الْعِمَادِ ﴿الفجر:٧\n" +
            "الَّتِى لَمْ يُخْلَقْ مِثْلُهَا فِى الْبِلٰدِ ﴿الفجر:٨\n"+
            "وَثَمُودَ الَّذِيْنَ جَابُوا۟ الصَّخْرَ بِالْوَادِ ﴿الفجر:٩\n" +
            "وَفِرْعَوْنَ ذِى الْأَوْتَادِ ﴿الفجر:١۰\n" +
            "الَّذِيْنَ طَغَوْا فِى الْبِلٰدِ ﴿الفجر:١١\n"+
            "فَأَكْثَرُوا۟ فِيْهَا الْفَسَادَ ﴿الفجر:١٢\n" +
            "فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ ﴿الفجر:١٣\n" +
            "إِنَّ رَبَّكَ لَبِالْمِرْصَادِ ﴿الفجر:١٤\n" +
            "فَأَمَّا الْإِنْسٰنُ إِذَا مَا ابْتَلَىٰهُ رَبُّهٗ فَأَكْرَمَهٗ وَنَعَّمَهٗ فَيَقُوْلُ رَبِّىٓ أَكْرَمَنِ ﴿الفجر:١٥\n"+
            "وَأَمَّآ إِذَا مَا ابْتَلَىٰهُ فَقَدَرَ عَلَيْهِ رِزْقَهٗ فَيَقُوْلُ رَبِّىٓ أَهٰنَنِ ﴿الفجر:١٦\n"+
            "كَلَّا ۖ بَلْ لَّا تُكْرِمُوْنَ الْيَتِيْمَ ﴿الفجر:١٧\n" +
            "وَلَا تَحٰٓضُّوْنَ عَلَىٰ طَعَامِ الْمِسْكِيْنِ ﴿الفجر:١٨\n" +
            "وَتَأْكُلُوْنَ التُّرَاثَ أَكْلًا لَّمًّا ﴿الفجر:١٩\n" +
            "وَتُحِبُّوْنَ الْمَالَ حُبًّا جَمًّا ﴿الفجر:٢۰\n"+
            "كَلَّآ إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا ﴿الفجر:٢١\n"+
            "وَجَآءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا ﴿الفجر:٢٢\n"+
            "وَجِا۟ىٓءَ يَوْمَئِذٍۭ بِجَهَنَّمَ ۚ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسٰنُ وَأَنَّىٰ لَهُ الذِّكْرَىٰ ﴿الفجر:٢٣\n" +
            "يَقُوْلُ يٰلَيْتَنِى قَدَّمْتُ لِحَيَاتِى ﴿الفجر:٢٤\n" +
            "فَيَوْمَئِذٍ لَّا يُعَذِّبُ عَذَابَهٗ أَحَدٌ ﴿الفجر:٢٥\n" +
            "وَلَا يُوْثِقُ وَثَاقَهٗ أَحَدٌ ﴿الفجر:٢٦\n"+
            "يٰٓأَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ﴿الفجر:٢٧\n"+
            "ارْجِعِىٓ إِلَىٰ رَبِّكِ رَاضِيَةً مَّرْضِيَّةً ﴿الفجر:٢٨\n"+
            "فَادْخُلِى فِى عِبٰدِى ﴿الفجر:٢٩\n" +
            "وَادْخُلِى جَنَّتِى ﴿الفجر:٣۰\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "هَلْ أَتَىٰكَ حَدِيْثُ الْغٰشِيَةِ ﴿الغاشية:١\n" +
            "وُجُوْهٌ يَوْمَئِذٍ خٰشِعَةٌ ﴿الغاشية:٢\n" +
            "عَامِلَةٌ نَّاصِبَةٌ ﴿الغاشية:٣\n" +
            "تَصْلَىٰ نَارًا حَامِيَةً ﴿الغاشية:٤\n" +
            "تُسْقَىٰ مِنْ عَيْنٍ ءَانِيَةٍ ﴿الغاشية:٥\n"+
            "لَّيْسَ لَهُمْ طَعَامٌ إِلَّا مِنْ ضَرِيْعٍ ﴿الغاشية:٦\n" +
            "لَّا يُسْمِنُ وَلَا يُغْنِى مِنْ جُوْعٍ ﴿الغاشية:٧\n" +
            "وُجُوْهٌ يَوْمَئِذٍ نَّاعِمَةٌ ﴿الغاشية:٨\n"+
            "لِّسَعْيِهَا رَاضِيَةٌ ﴿الغاشية:٩\n" +
            "فِى جَنَّةٍ عَالِيَةٍ ﴿الغاشية:١۰\n" +
            "لَّا تَسْمَعُ فِيْهَا لٰغِيَةً ﴿الغاشية:١١\n"+
            "فِيْهَا عَيْنٌ جَارِيَةٌ ﴿الغاشية:١٢\n" +
            "فِيْهَا سُرُرٌ مَّرْفُوْعَةٌ ﴿الغاشية:١٣\n" +
            "وَأَكْوَابٌ مَّوْضُوْعَةٌ ﴿الغاشية:١٤\n" +
            "وَنَمَارِقُ مَصْفُوْفَةٌ ﴿الغاشية:١٥\n"+
            "وَزَرَابِىُّ مَبْثُوثَةٌ ﴿الغاشية:١٦\n"+
            "أَفَلَا يَنْظُرُوْنَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ ﴿الغاشية:١٧\n" +
            "وَإِلَى السَّمَآءِ كَيْفَ رُفِعَتْ ﴿الغاشية:١٨\n" +
            "وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ ﴿الغاشية:١٩\n" +
            "وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ ﴿الغاشية:٢۰\n"+
            "فَذَكِّرْ إِنَّمَآ أَنْتَ مُذَكِّرٌ ﴿الغاشية:٢١\n"+
            "لَّسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ ﴿الغاشية:٢٢\n"+
            "إِلَّا مَنْ تَوَلَّىٰ وَكَفَرَ ﴿الغاشية:٢٣\n" +
            "فَيُعَذِّبُهُ اللهُ الْعَذَابَ الْأَكْبَرَ ﴿الغاشية:٢٤\n" +
            "إِنَّ إِلَيْنَآ إِيَابَهُمْ ﴿الغاشية:٢٥\n" +
            "ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ ﴿الغاشية:٢٦\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "سَبِّحِ اسْمَ رَبِّكَ الْأَعْلٰى ﴿الأعلى:١\n" +
            "الَّذِى خَلَقَ فَسَوَّىٰ ﴿الأعلى:٢\n" +
            "وَالَّذِى قَدَّرَ فَهَدَىٰ ﴿الأعلى:٣\n" +
            "وَالَّذِىٓ أَخْرَجَ الْمَرْعَىٰ ﴿الأعلى:٤\n" +
            "فَجَعَلَهٗ غُثَآءً أَحْوَىٰ ﴿الأعلى:٥\n"+
            "سَنُقْرِئُكَ فَلَا تَنْسَىٰٓ ﴿الأعلى:٦\n" +
            "إِلَّا مَا شَآءَ اللَّـهُ ۚ إِنَّهٗ يَعْلَمُ الْجَهْرَ وَمَا يَخْفَىٰ ﴿الأعلى:٧\n" +
            "وَنُيَسِّرُكَ لِلْيُسْرَىٰ ﴿الأعلى:٨\n"+
            "فَذَكِّرْ إِنْ نَّفَعَتِ الذِّكْرَىٰ ﴿الأعلى:٩\n" +
            "سَيَذَّكَّرُ مَنْ يَخْشَىٰ ﴿الأعلى:١۰\n" +
            "وَيَتَجَنَّبُهَا الْأَشْقَى ﴿الأعلى:١١\n"+
            "الَّذِى يَصْلَى النَّارَ الْكُبْرَىٰ ﴿الأعلى:١٢\n" +
            "ثُمَّ لَا يَمُوْتُ فِيْهَا وَلَا يَحْيَىٰ ﴿الأعلى:١٣\n" +
            "قَدْ أَفْلَحَ مَنْ تَزَكَّىٰ ﴿الأعلى:١٤\n" +
            "وَذَكَرَ اسْمَ رَبِّهِۦ فَصَلَّىٰ ﴿الأعلى:١٥\n"+
            "بَلْ تُؤْثِرُوْنَ الْحَيَوٰةَ الدُّنْيَا ﴿الأعلى:١٦\n"+
            "وَالْأٓخِرَةُ خَيْرٌ وَأَبْقَىٰٓ ﴿الأعلى:١٧\n" +
            "إِنَّ هٰذَا لَفِى الصُّحُفِ الْأُوْلَىٰ ﴿الأعلى:١٨\n" +
            "صُحُفِ إِبْرٰهِيْمَ وَمُوسَىٰ ﴿الأعلى:١٩\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "وَالسَّمَآءِ وَالطَّارِقِ ﴿الطارق:١\n" +
            "وَمَآ اَدْرٰىكَ مَا الطَّارِقُ ﴿الطارق:٢\n" +
            "النَّجْمُ الثَّاقِبُ ﴿الطارق:٣\n" +
            "إِنْ كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ ﴿الطارق:٤\n" +
            "فَلْيَنْظُرِ الْإِنْسٰنُ مِمَّ خُلِقَ ﴿الطارق:٥\n"+
            "خُلِقَ مِنْ مَّآءٍ دَافِقٍ ﴿الطارق:٦\n" +
            "يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَآئِبِ ﴿الطارق:٧\n" +
            "إِنَّهٗ عَلٰى رَجْعِهٖ لَقَادِرٌ ﴿الطارق:٨\n"+
            "يَوْمَ تُبْلَى السَّرَآئِرُ ﴿الطارق:٩\n" +
            "فَمَا لَهٗ مِنْ قُوَّةٍ وَلَا نَاصِرٍ ﴿الطارق:١۰\n" +
            "وَالسَّمَآءِ ذَاتِ الرَّجْعِ ﴿الطارق:١١\n"+
            "وَالْأَرْضِ ذَاتِ الصَّدْعِ ﴿الطارق:١٢\n" +
            "إِنَّهٗ لَقَوْلٌ فَصْلٌ ﴿الطارق:١٣\n" +
            "وَمَا هُوَ بِالْهَزْلِ ﴿الطارق:١٤\n" +
            "إِنَّهُمْ يَكِيْدُوْنَ كَيْدًا ﴿الطارق:١٥\n"+
            "وَأَكِيْدُ كَيْدًا ﴿الطارق:١٦\n"+
            "فَمَهِّلِ الْكٰفِرِيْنَ أَمْهِلْهُمْ رُوَيْدًۢا ﴿الطارق:١٧\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "وَالسَّمَاۤءِ ذَاتِ الْبُرُوْجِۙ ﴿البروج:١\n" +
            "وَالْيَوْمِ الْمَوْعُودِ ﴿البروج:٢\n" +
            "وَشَاهِدٍ وَمَشْهُوْدٍ ﴿البروج:٣\n" +
            "قُتِلَ أَصْحٰبُ الْأُخْدُوْدِ ﴿البروج:٤\n" +
            "النَّارِ ذَاتِ الْوَقُوْدِ ﴿البروج:٥\n"+
            "إِذْ هُمْ عَلَيْهَا قُعُوْدٌ ﴿البروج:٦\n" +
            "وَهُمْ عَلٰى مَا يَفْعَلُوْنَ بِالْمُؤْمِنِيْنَ شُهُوْدٌ ﴿البروج:٧\n" +
            "وَمَا نَقَمُوْا مِنْهُمْ اِلَّآ اَنْ يُّؤْمِنُوْا بِاللّٰهِ الْعَزِيْزِ الْحَمِيْدِ ﴿البروج:٨\n"+
            "الَّذِى لَهٗ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِ ۚ وَاللهُ عَلٰى كُلِّ شَىْءٍ شَهِيْدٌ ﴿البروج:٩\n" +
            "إِنَّ الَّذِيْنَ فَتَنُوا الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ ثُمَّ لَمْ يَتُوْبُوْا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيْقِ ﴿البروج:١۰\n" +
            "إِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ جَنّٰتٌ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ ۚ ذٰلِكَ الْفَوْزُ الْكَبِيْرُ ﴿البروج:١١\n"+
            "إِنَّ بَطْشَ رَبِّكَ لَشَدِيْدٌ ﴿البروج:١٢\n" +
            "إِنَّهٗ هُوَ يُبْدِئُ وَيُعِيْدُ ﴿البروج:١٣\n" +
            "وَهُوَ الْغَفُوْرُ الْوَدُوْدُ ﴿البروج:١٤\n" +
            "ذُو الْعَرْشِ الْمَجِيْدُ ﴿البروج:١٥\n"+
            "فَعَّالٌ لِّمَا يُرِيْدُ ﴿البروج:١٦\n"+
            "هَلْ اَتٰىكَ حَدِيْثُ الْجُنُوْدِ ﴿البروج:١٧\n"+
            "فِرْعَوْنَ وَثَمُوْدَ ﴿البروج:١٨\n" +
            "بَلِ الَّذِيْنَ كَفَرُوا۟ فِى تَكْذِيْبٍ ﴿البروج:١٩\n" +
            "وَاللهُ مِنْ وَرَآئِهِمْ مُّحِيْطٌۢ ﴿البروج:٢۰\n" +
            "بَلْ هُوَ قُرْءَانٌ مَّجِيْدٌ ﴿البروج:٢١\n"+
            "فِى لَوْحٍ مَّحْفُوْظٍۭ ﴿البروج:٢٢\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "إِذَا السَّمَآءُ انْشَقَّتْ ﴿الإنشقاق:١\n" +
            "وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ﴿الإنشقاق:٢\n" +
            "وَإِذَا الْأَرْضُ مُدَّتْ ﴿الإنشقاق:٣\n" +
            "وَأَلْقَتْ مَا فِيْهَا وَتَخَلَّتْ ﴿الإنشقاق:٤\n" +
            "وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ﴿الإنشقاق:٥\n"+
            "يٰٓأَيُّهَا الْإِنْسٰنُ إِنَّكَ كَادِحٌ اِلٰى رَبِّكَ كَدْحًا فَمُلٰقِيْهِ ﴿الإنشقاق:٦\n" +
            "فَأَمَّا مَنْ أُوْتِىَ كِتٰبَهٗ بِيَمِيْنِهٖۙ ﴿الإنشقاق:٧\n" +
            "فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيْرًا ﴿الإنشقاق:٨\n"+
            "وَيَنْقَلِبُ اِلٰٓى اَهْلِهٖ مَسْرُوْرًا ﴿الإنشقاق:٩\n" +
            "وَأَمَّا مَنْ أُوتِىَ كِتٰبَهٗ وَرَآءَ ظَهْرِهٖۙۦ ﴿الإنشقاق:١۰\n" +
            "فَسَوْفَ يَدْعُوْ ثُبُوْرًا ﴿الإنشقاق:١١\n"+
            "وَّيَصْلٰى سَعِيْرًاۗ ﴿الإنشقاق:١٢\n" +
            "اِنَّهٗ كَانَ فِيْٓ اَهْلِهٖ مَسْرُوْرًاۗ ﴿الإنشقاق:١٣\n" +
            "إِنَّهٗ ظَنَّ أَنْ لَّنْ يَحُوْرَ ﴿الإنشقاق:١٤\n" +
            "بَلٰىۛ اِنَّ رَبَّهٗ كَانَ بِهٖۦ بَصِيْرًا ﴿الإنشقاق:١٥\n"+
            "فَلَآ أُقْسِمُ بِالشَّفَقِ ﴿الإنشقاق:١٦\n"+
            "وَالَّيْلِ وَمَا وَسَقَ ﴿الإنشقاق:١٧\n"+
            "وَالْقَمَرِ إِذَا اتَّسَقَ ﴿الإنشقاق:١٨\n" +
            "لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ ﴿الإنشقاق:١٩\n" +
            "فَمَا لَهُمْ لَا يُؤْمِنُوْنَ ﴿الإنشقاق:٢۰\n" +
            "وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْاٰنُ لَا يَسْجُدُوْنَ ﴿الإنشقاق:٢١\n"+
            "بَلِ الَّذِيْنَ كَفَرُوْا يُكَذِّبُوْنَ ﴿الإنشقاق:٢٢\n"+
            "وَاللهُ أَعْلَمُ بِمَا يُوْعُوْنَ ﴿الإنشقاق:٢٣\n" +
            "فَبَشِّرْهُمْ بِعَذَابٍ أَلِيْمٍ ﴿الإنشقاق:٢٤\n"+
            "إِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُوْنٍۭ ﴿الإنشقاق:٢٥\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "وَيْلٌ لِّلْمُطَفِّفِيْنَ ﴿المطففين:١\n" +
            "الَّذِيْنَ إِذَا اكْتَالُوا۟ عَلَى النَّاسِ يَسْتَوْفُوْنَ ﴿المطففين:٢\n" +
            "وَإِذَا كَالُوْهُمْ أَو وَّزَنُوْهُمْ يُخْسِرُوْنَ ﴿المطففين:٣\n" +
            "أَلَا يَظُنُّ أُولٰٓئِكَ أَنَّهُمْ مَّبْعُوْثُوْنَ ﴿المطففين:٤\n" +
            "لِيَوْمٍ عَظِيْمٍ ﴿المطففين:٥\n"+
            "يَوْمَ يَقُوْمُ النَّاسُ لِرَبِّ الْعٰلَمِيْنَ ﴿المطففين:٦\n" +
            "كَلَّآ إِنَّ كِتٰبَ الْفُجَّارِ لَفِى سِجِّيْنٍ ﴿المطففين:٧\n" +
            "وَمَآ أَدْرٰىكَ مَا سِجِّيْنٌ ﴿المطففين:٨\n"+
            "كِتٰبٌ مَّرْقُوْمٌ ﴿المطففين:٩\n" +
            "وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِيْنَ ﴿المطففين:١۰\n" +
            "الَّذِيْنَ يُكَذِّبُوْنَ بِيَوْمِ الدِّيْنِ ﴿المطففين:١١\n"+
            "وَمَا يُكَذِّبُ بِهٖۦٓ إِلَّا كُلُّ مُعْتَدٍ أَثِيْمٍ ﴿المطففين:١٢\n" +
            "اِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا قَالَ اَسَاطِيْرُ الْأَوَّلِيْنَ ﴿المطففين:١٣\n" +
            "كَلَّا ۖ بَلْ ۜ رَانَ عَلٰى قُلُوْبِهِمْ مَّا كَانُوا۟ يَكْسِبُوْنَ ﴿المطففين:١٤\n" +
            "كَلَّآ إِنَّهُمْ عَنْ رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوْبُوْنَ ﴿المطففين:١٥\n"+
            "ثُمَّ إِنَّهُمْ لَصَالُوا الْجَحِيْمِ ﴿المطففين:١٦\n"+
            "ثُمَّ يُقَالُ هٰذَا الَّذِى كُنْتُمْ بِهٖ تُكَذِّبُوْنَ ﴿المطففين:١٧\n"+
            "كَلَّآ إِنَّ كِتٰبَ الْأَبْرَارِ لَفِى عِلِّيِّيْنَ ﴿المطففين:١٨\n" +
            "وَمَآ أَدْرٰىكَ مَا عِلِّيُّوْنَ ﴿المطففين:١٩\n" +
            "كِتٰبٌ مَّرْقُوْمٌ ﴿المطففين:٢۰\n" +
            "يَشْهَدُهُ الْمُقَرَّبُوْنَ ﴿المطففين:٢١\n"+
            "إِنَّ الْأَبْرَارَ لَفِى نَعِيْمٍ ﴿المطففين:٢٢\n"+
            "عَلَى الْأَرَآئِكِ يَنْظُرُوْنَ ﴿المطففين:٢٣\n" +
            "تَعْرِفُ فِى وُجُوْهِهِمْ نَضْرَةَ النَّعِيْمِ ﴿المطففين:٢٤\n"+
            "يُسْقَوْنَ مِنْ رَّحِيْقٍ مَّخْتُوْمٍ ﴿المطففين:٢٥\n" +
            "خِتٰمُهٗ مِسْكٌ ۚ وَفِى ذٰلِكَ فَلْيَتَنَافَسِ الْمُتَنٰفِسُوْنَ ﴿المطففين:٢٦\n"+
            "وَمِزَاجُهٗ مِنْ تَسْنِيْمٍ ﴿المطففين:٢٧\n"+
            "عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُوْنَ ﴿المطففين:٢٨\n"+
            "إِنَّ الَّذِيْنَ اَجْرَمُوْا كَانُوْا مِنَ الَّذِيْنَ اٰمَنُوْا يَضْحَكُوْنَ ﴿المطففين:٢٩\n" +
            "وَإِذَا مَرُّوْا بِهِمْ يَتَغَامَزُوْنَ ﴿المطففين:٣۰\n" +
            "وَاِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمُ انْقَلَبُوْا فَكِهِيْنَ ﴿المطففين:٣١\n" +
            "وَإِذَا رَاَوْهُمْ قَالُوْٓا اِنَّ هٰٓؤُلَاۤءِ لَضَاۤلُّوْنَۙ ﴿المطففين:٣٢\n"+
            "وَمَآ اُرْسِلُوْا عَلَيْهِمْ حٰفِظِيْنَ ﴿المطففين:٣٣\n"+
            "فَالْيَوْمَ الَّذِيْنَ اٰمَنُوْا مِنَ الْكُفَّارِ يَضْحَكُوْنَ ﴿المطففين:٣٤\n" +
            "عَلَى الْأَرَآئِكِ يَنْظُرُوْنَ ﴿المطففين:٣٥\n"+
            "هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوْا يَفْعَلُوْنَ ﴿المطففين:٣٦\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "إِذَا السَّمَآءُ انْفَطَرَتْ ﴿الإنفطار:١\n" +
            "وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ ﴿الإنفطار:٢\n" +
            "وَإِذَا الْبِحَارُ فُجِّرَتْ ﴿الإنفطار:٣\n" +
            "وَإِذَا الْقُبُوْرُ بُعْثِرَتْ ﴿الإنفطار:٤\n" +
            "عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَتْ ﴿الإنفطار:٥\n"+
            "يٰٓأَيُّهَا الْإِنْسٰنُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيْمِ ﴿الإنفطار:٦\n" +
            "الَّذِى خَلَقَكَ فَسَوّٰىكَ فَعَدَلَكَ ﴿الإنفطار:٧\n" +
            "فِيْٓ اَيِّ صُوْرَةٍ مَّا شَاۤءَ رَكَّبَكَ ﴿الإنفطار:٨\n"+
            "كَلَّا بَلْ تُكَذِّبُوْنَ بِالدِّيْنِ ﴿الإنفطار:٩\n" +
            "وَإِنَّ عَلَيْكُمْ لَحٰفِظِيْنَ ﴿الإنفطار:١۰\n" +
            "كِرَامًا كٰتِبِيْنَ ﴿الإنفطار:١١\n"+
            "يَعْلَمُوْنَ مَا تَفْعَلُوْنَ ﴿الإنفطار:١٢\n" +
            "إِنَّ الْأَبْرَارَ لَفِى نَعِيْمٍ ﴿الإنفطار:١٣\n" +
            "وَإِنَّ الْفُجَّارَ لَفِى جَحِيْمٍ ﴿الإنفطار:١٤\n" +
            "يَصْلَوْنَهَا يَوْمَ الدِّيْنِ ﴿الإنفطار:١٥\n"+
            "وَمَا هُمْ عَنْهَا بِغَآئِبِيْنَ ﴿الإنفطار:١٦\n"+
            "وَمَآ اَدْرٰىكَ مَا يَوْمُ الدِّيْنِ ﴿الإنفطار:١٧\n"+
            "ثُمَّ مَآ اَدْرٰىكَ مَا يَوْمُ الدِّيْنِ ﴿الإنفطار:١٨\n" +
            "يَوْمَ لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْـًٔا ۖ وَالْأَمْرُ يَوْمَئِذٍ لِّلّٰهِ ﴿الإنفطار:١٩\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "إِذَا الشَّمْسُ كُوِّرَتْ ﴿التكوير:١\n" +
            "وَإِذَا النُّجُوْمُ انْكَدَرَتْ ﴿التكوير:٢\n" +
            "وَإِذَا الْجِبَالُ سُيِّرَتْ ﴿التكوير:٣\n" +
            "وَإِذَا الْعِشَارُ عُطِّلَتْ ﴿التكوير:٤\n" +
            "وَإِذَا الْوُحُوْشُ حُشِرَتْ ﴿التكوير:٥\n"+
            "وَإِذَا الْبِحَارُ سُجِّرَتْ ﴿التكوير:٦\n" +
            "وَإِذَا النُّفُوْسُ زُوِّجَتْ ﴿التكوير:٧\n" +
            "وَإِذَا الْمَوْءٗدَةُ سُئِلَتْ ﴿التكوير:٨\n"+
            "بِأَىِّ ذَنْبٍ قُتِلَتْ ﴿التكوير:٩\n" +
            "وَإِذَا الصُّحُفُ نُشِرَتْ ﴿التكوير:١۰\n" +
            "وَإِذَا السَّمَآءُ كُشِطَتْ ﴿التكوير:١١\n"+
            "وَإِذَا الْجَحِيْمُ سُعِّرَتْ ﴿التكوير:١٢\n" +
            "وَإِذَا الْجَنَّةُ أُزْلِفَتْ ﴿التكوير:١٣\n" +
            "عَلِمَتْ نَفْسٌ مَّآ أَحْضَرَتْ ﴿التكوير:١٤\n" +
            "فَلَآ أُقْسِمُ بِالْخُنَّسِ ﴿التكوير:١٥\n"+
            "الْجَوَارِ الْكُنَّسِ ﴿التكوير:١٦\n"+
            "وَالَّيْلِ إِذَا عَسْعَسَ ﴿التكوير:١٧\n"+
            "وَالصُّبْحِ إِذَا تَنَفَّسَ ﴿التكوير:١٨\n" +
            "إِنَّهٗ لَقَوْلُ رَسُوْلٍ كَرِيْمٍ ﴿التكوير:١٩\n"+
            "ذِى قُوَّةٍ عِنْدَ ذِى الْعَرْشِ مَكِيْنٍ ﴿التكوير:٢۰\n" +
            "مُّطَاعٍ ثَمَّ أَمِيْنٍ ﴿التكوير:٢١\n"+
            "وَمَا صَاحِبُكُمْ بِمَجْنُوْنٍ ﴿التكوير:٢٢\n"+
            "وَلَقَدْ رَءَاهُ بِالْأُفُقِ الْمُبِيْنِ ﴿التكوير:٢٣\n"+
            "وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِيْنٍ ﴿التكوير:٢٤\n" +
            "وَمَا هُوَ بِقَوْلِ شَيْطٰنٍ رَّجِيمٍ ﴿التكوير:٢٥\n"+
            "فَأَيْنَ تَذْهَبُوْنَ ﴿التكوير:٢٦\n" +
            "إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ﴿التكوير:٢٧\n"+
            "لِمَنْ شَآءَ مِنْكُمْ أَنْ يَسْتَقِيْمَ ﴿التكوير:٢٨\n"+
            "وَمَا تَشَآءُوْنَ إِلَّآ أَنْ يَشَآءَ اللهُ رَبُّ الْعٰلَمِيْنَ ﴿التكوير:٢٩\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "عَبَسَ وَتَوَلَّىٰٓ ﴿عبس:١\n" +
            "أَنْ جَآءَهُ الْأَعْمَىٰ ﴿عبس:٢\n" +
            "وَمَا يُدْرِيْكَ لَعَلَّهٗ يَزَّكَّىٰٓ ﴿عبس:٣\n" +
            "أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَىٰٓ ﴿عبس:٤\n" +
            "أَمَّا مَنِ اسْتَغْنَىٰ ﴿عبس:٥\n"+
            "فَأَنْتَ لَهٗ تَصَدَّىٰ ﴿عبس:٦\n" +
            "وَمَا عَلَيْكَ أَلَّا يَزَّكَّىٰ ﴿عبس:٧\n" +
            "وَأَمَّا مَنْ جَآءَكَ يَسْعَىٰ ﴿عبس:٨\n"+
            "وَهُوَ يَخْشَىٰ ﴿عبس:٩\n" +
            "فَأَنْتَ عَنْهُ تَلَهَّىٰ ﴿عبس:١۰\n" +
            "كَلَّآ إِنَّهَا تَذْكِرَةٌ ﴿عبس:١١\n"+
            "فَمَنْ شَآءَ ذَكَرَهٗ ﴿عبس:١٢\n" +
            "فِى صُحُفٍ مُّكَرَّمَةٍ ﴿عبس:١٣\n" +
            "مَّرْفُوْعَةٍ مُّطَهَّرَةٍۭ ﴿عبس:١٤\n" +
            "بِأَيْدِى سَفَرَةٍ ﴿عبس:١٥\n"+
            "كِرَامٍۭ بَرَرَةٍ ﴿عبس:١٦\n"+
            "قُتِلَ الْإِنْسٰنُ مَآ أَكْفَرَهٗ ﴿عبس:١٧\n"+
            "مِنْ أَىِّ شَىْءٍ خَلَقَهٗ ﴿عبس:١٨\n" +
            "مِن نُّطْفَةٍ خَلَقَهٗ فَقَدَّرَهُۥ ﴿عبس:١٩\n"+
            "ثُمَّ السَّبِيلَ يَسَّرَهٗ ﴿عبس:٢۰\n" +
            "ثُمَّ أَمَاتَهٗ فَأَقْبَرَهٗ ﴿عبس:٢١\n"+
            "ثُمَّ إِذَا شَآءَ أَنْشَرَهٗ ﴿عبس:٢٢\n"+
            "كَلَّا لَمَّا يَقْضِ مَآ أَمَرَهٗ ﴿عبس:٢٣\n"+
            "فَلْيَنْظُرِ الْإِنْسٰنُ إِلَىٰ طَعَامِهِۦٓ ﴿عبس:٢٤\n" +
            "أَنَّا صَبَبْنَا الْمَآءَ صَبًّا ﴿عبس:٢٥\n"+
            "ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا ﴿عبس:٢٦\n" +
            "فَأَنۢبَتْنَا فِيْهَا حَبًّا ﴿عبس:٢٧\n"+
            "وَعِنَبًا وَقَضْبًا ﴿عبس:٢٨\n"+
            "وَزَيْتُوْنًا وَنَخْلًا ﴿عبس:٢٩\n"+
            "وَحَدَآئِقَ غُلْبًا ﴿عبس:٣۰\n" +
            "وَفٰكِهَةً وَأَبًّا ﴿عبس:٣١\n"+
            "مَّتٰعًا لَّكُمْ وَلِأَنْعٰمِكُمْ ﴿عبس:٣٢\n" +
            "فَإِذَا جَآءَتِ الصَّآخَّةُ ﴿عبس:٣٣\n" +
            "يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيْهِ ﴿عبس:٣٤\n" +
            "وَأُمِّهٖۦ وَأَبِيْهِ ﴿عبس:٣٥\n"+
            "وَصٰحِبَتِهٖۦ وَبَنِيْهِ ﴿عبس:٣٦\n"+
            "لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيْهِ ﴿عبس:٣٧\n"+
            "وُجُوْهٌ يَوْمَئِذٍ مُّسْفِرَةٌ ﴿عبس:٣٨\n" +
            "ضَاحِكَةٌ مُّسْتَبْشِرَةٌ ﴿عبس:٣٩\n"+
            "وَوُجُوْهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ ﴿عبس:٤۰\n" +
            "تَرْهَقُهَا قَتَرَةٌ ﴿عبس:٤١\n"+
            "أُولٰٓئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ ﴿عبس:٤٢\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "وَالنّٰزِعٰتِ غَرْقًا ﴿النازعات:١\n" +
            "وَالنّٰشِطٰتِ نَشْطًا ﴿النازعات:٢\n" +
            "وَالسّٰبِحٰتِ سَبْحًا ﴿النازعات:٣\n" +
            "فَالسّٰبِقٰتِ سَبْقًا ﴿النازعات:٤\n" +
            "فَالْمُدَبِّرٰتِ أَمْرًا ﴿النازعات:٥\n"+
            "يَوْمَ تَرْجُفُ الرَّاجِفَةُ ﴿النازعات:٦\n" +
            "تَتْبَعُهَا الرَّادِفَةُ ﴿النازعات:٧\n" +
            "قُلُوْبٌ يَوْمَئِذٍ وَاجِفَةٌ ﴿النازعات:٨\n"+
            "أَبْصٰرُهَا خٰشِعَةٌ ﴿النازعات:٩\n" +
            "يَقُوْلُوْنَ ءَاِنَّا لَمَرْدُوْدُوْنَ فِى الْحَافِرَةِ ﴿النازعات:١۰\n" +
            "ءَاِذَا كُنَّا عِظٰمًا نَّخِرَةً ﴿النازعات:١١\n"+
            "قَالُوا۟ تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ ﴿النازعات:١٢\n" +
            "فَإِنَّمَا هِىَ زَجْرَةٌ وٰحِدَةٌ ﴿النازعات:١٣\n" +
            "فَإِذَا هُمْ بِالسَّاهِرَةِ ﴿النازعات:١٤\n" +
            "هَلْ اَتٰىكَ حَدِيْثُ مُوْسٰىۘ ﴿النازعات:١٥\n"+
            "اِذْ نَادٰىهُ رَبُّهٗ بِالْوَادِ الْمُقَدَّسِ طُوًىۚ ﴿النازعات:١٦\n"+
            "اِذْهَبْ اِلٰى فِرْعَوْنَ اِنَّهٗ طَغٰىۖ ﴿النازعات:١٧\n"+
            "فَقُلْ هَلْ لَّكَ اِلٰٓى اَنْ تَزَكّٰىۙ ﴿النازعات:١٨\n" +
            "وَاَهْدِيَكَ اِلٰى رَبِّكَ فَتَخْشٰىۚ ﴿النازعات:١٩\n"+
            "فَاَرٰىهُ الْاٰيَةَ الْكُبْرٰىۖ ﴿النازعات:٢۰\n" +
            "فَكَذَّبَ وَعَصٰىۖ ﴿النازعات:٢١\n"+
            "ثُمَّ اَدْبَرَ يَسْعٰىۖ ﴿النازعات:٢٢\n"+
            "فَحَشَرَ فَنَادٰىۖ ﴿النازعات:٢٣\n"+
            "فَقَالَ اَنَا۠ رَبُّكُمُ الْاَعْلٰىۖ ﴿النازعات:٢٤\n" +
            "فَاَخَذَهُ اللّٰهُ نَكَالَ الْاٰخِرَةِ وَالْاُوْلٰىۗ ﴿النازعات:٢٥\n"+
            "إِنَّ فِى ذٰلِكَ لَعِبْرَةً لِّمَنْ يَّخْشٰى ۗ ﴿النازعات:٢٦\n" +
            "ءَاَنْتُمْ اَشَدُّ خَلْقًا اَمِ السَّمَاۤءُ ۚ بَنٰىهَاۗ ﴿النازعات:٢٧\n"+
            "رَفَعَ سَمْكَهَا فَسَوّٰىهَاۙ ﴿النازعات:٢٨\n"+
            "وَاَغْطَشَ لَيْلَهَا وَاَخْرَجَ ضُحٰىهَاۖ ﴿النازعات:٢٩\n"+
            "وَالْاَرْضَ بَعْدَ ذٰلِكَ دَحٰىهَاۗ ﴿النازعات:٣۰\n" +
            "اَخْرَجَ مِنْهَا مَاۤءَهَا وَمَرْعٰىهَاۖ ﴿النازعات:٣١\n"+
            "وَالْجِبَالَ اَرْسٰىهَاۙ ﴿النازعات:٣٢\n" +
            "مَتَاعًا لَّكُمْ وَلِاَنْعَامِكُمْۗ ﴿النازعات:٣٣\n" +
            "فَاِذَا جَاۤءَتِ الطَّاۤمَّةُ الْكُبْرٰىۖ ﴿النازعات:٣٤\n" +
            "يَوْمَ يَتَذَكَّرُ الْاِنْسَانُ مَا سَعٰىۙ ﴿النازعات:٣٥\n"+
            "وَبُرِّزَتِ الْجَحِيْمُ لِمَنْ يَّرٰى ﴿النازعات:٣٦\n"+
            "فَاَمَّا مَنْ طَغٰىۖ ﴿النازعات:٣٧\n"+
            "وَاٰثَرَ الْحَيٰوةَ الدُّنْيَاۙ ﴿النازعات:٣٨\n" +
            "فَاِنَّ الْجَحِيْمَ هِيَ الْمَأْوٰىۗ ﴿النازعات:٣٩\n"+
            "وَاَمَّا مَنْ خَافَ مَقَامَ رَبِّهٖ وَنَهَى النَّفْسَ عَنِ الْهَوٰىۙ ﴿النازعات:٤۰\n" +
            "فَاِنَّ الْجَنَّةَ هِيَ الْمَأْوٰىۗ ﴿النازعات:٤١\n"+
            "يَسْـَٔلُوْنَكَ عَنِ السَّاعَةِ اَيَّانَ مُرْسٰىهَاۗ ﴿النازعات:٤٢\n"+
            "فِيْمَ اَنْتَ مِنْ ذِكْرٰىهَاۗ ﴿النازعات:٤٣\n"+
            "اِلٰى رَبِّكَ مُنْتَهٰىهَاۗ ﴿النازعات:٤٤\n" +
            "اِنَّمَآ اَنْتَ مُنْذِرُ مَنْ يَّخْشٰىهَاۗ ﴿النازعات:٤٥\n"+
            "كَاَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوْٓا اِلَّا عَشِيَّةً اَوْ ضُحٰىهَا ﴿النازعات:٤٦\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "عَمَّ يَتَسَآءَلُوْنَ ﴿النبإ:١\n" +
            "عَنِ النَّبَإِ الْعَظِيْمِ ﴿النبإ:٢\n" +
            "الَّذِى هُمْ فِيْهِ مُخْتَلِفُوْنَ ﴿النبإ:٣\n" +
            "كَلَّا سَيَعْلَمُوْنَ ﴿النبإ:٤\n" +
            "ثُمَّ كَلَّا سَيَعْلَمُوْنَ ﴿النبإ:٥\n"+
            "أَلَمْ نَجْعَلِ الْأَرْضَ مِهٰدًا ﴿النبإ:٦\n" +
            "وَالْجِبَالَ أَوْتَادًا ﴿النبإ:٧\n" +
            "وَخَلَقْنٰكُمْ أَزْوٰجًا ﴿النبإ:٨\n"+
            "وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا ﴿النبإ:٩\n" +
            "وَجَعَلْنَا الَّيْلَ لِبَاسًا ﴿النبإ:١۰\n" +
            "وَجَعَلْنَا النَّهَارَ مَعَاشًا ﴿النبإ:١١\n"+
            "وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا ﴿النبإ:١٢\n" +
            "وَجَعَلْنَا سِرَاجًا وَهَّاجًا ﴿النبإ:١٣\n" +
            "وَأَنْزَلْنَا مِنَ الْمُعْصِرٰتِ مَآءً ثَجَّاجًا ﴿النبإ:١٤\n" +
            "لِّنُخْرِجَ بِهٖۦ حَبًّا وَنَبَاتًا ﴿النبإ:١٥\n"+
            "وَجَنّٰتٍ أَلْفَافًا ﴿النبإ:١٦\n"+
            "إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيْقٰتًا ﴿النبإ:١٧\n"+
            "يَوْمَ يُنْفَخُ فِى الصُّوْرِ فَتَأْتُوْنَ أَفْوَاجًا ﴿النبإ:١٨\n" +
            "وَفُتِحَتِ السَّمَآءُ فَكَانَتْ أَبْوٰبًا ﴿النبإ:١٩\n"+
            "وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا ﴿النبإ:٢۰\n" +
            "إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا ﴿النبإ:٢١\n"+
            "لِّلطّٰغِيْنَ مَـأٰبًا ﴿النبإ:٢٢\n"+
            "لّٰبِثِيْنَ فِيْهَآ أَحْقَابًا ﴿النبإ:٢٣\n"+
            "لَّا يَذُوْقُوْنَ فِيْهَا بَرْدًا وَلَا شَرَابًا ﴿النبإ:٢٤\n" +
            "إِلَّا حَمِيْمًا وَغَسَّاقًا ﴿النبإ:٢٥\n"+
            "جَزَآءً وِفَاقًا ﴿النبإ:٢٦\n" +
            "إِنَّهُمْ كَانُوا۟ لَا يَرْجُوْنَ حِسَابًا ﴿النبإ:٢٧\n"+
            "وَكَذَّبُوا۟ بِـأٰيٰتِنَا كِذَّابًا ﴿النبإ:٢٨\n"+
            "وَكُلَّ شَىْءٍ أَحْصَيْنٰهُ كِتٰبًا ﴿النبإ:٢٩\n"+
            "فَذُوْقُوا۟ فَلَنْ نَّزِيْدَكُمْ إِلَّا عَذَابًا ﴿النبإ:٣۰\n" +
            "إِنَّ لِلْمُتَّقِيْنَ مَفَازًا ﴿النبإ:٣١\n"+
            "حَدَآئِقَ وَأَعْنٰبًا ﴿النبإ:٣٢\n" +
            "وَكَوَاعِبَ أَتْرَابًا ﴿النبإ:٣٣\n" +
            "وَكَأْسًا دِهَاقًا ﴿النبإ:٣٤\n" +
            "لَّا يَسْمَعُوْنَ فِيْهَا لَغْوًا وَلَا كِذّٰبًا ﴿النبإ:٣٥\n"+
            "جَزَآءً مِّنْ رَّبِّكَ عَطَآءً حِسَابًا ﴿النبإ:٣٦\n"+
            "رَّبِّ السَّمٰوٰتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الرَّحْمٰنِ ۖ لَا يَمْلِكُوْنَ مِنْهُ خِطَابًا ﴿النبإ:٣٧\n"+
            "يَوْمَ يَقُوْمُ الرُّوْحُ وَالْمَلٰٓئِكَةُ صَفًّا ۖ لَّا يَتَكَلَّمُوْنَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمٰنُ وَقَالَ صَوَابًا ﴿النبإ:٣٨\n" +
            "ذٰلِكَ الْيَوْمُ الْحَقُّ ۖ فَمَنْ شَآءَ اتَّخَذَ إِلَىٰ رَبِّهِۦ مَـأٰبًا ﴿النبإ:٣٩\n"+
            "إِنَّآ أَنْذَرْنٰكُمْ عَذَابًا قَرِيْبًا يَوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُوْلُ الْكَافِرُ يٰلَيْتَنِى كُنْتُ تُرٰبًۢا ﴿النبإ:٤۰\n"


    };
}




